<script setup lang="ts">

import TheTitle from "../UI/TheTitle.vue";
import {useI18n} from "vue-i18n";
import {ref} from "vue";

const {t} = useI18n();
const navList = ref([
  {
    id:1,
    name: "ФИО;"
  },
  {
    id:2,
    name: "Дату рождения;",
  },
  {
    id:3,
    name: "Род деятельности;",
  },
  {
    id:4,
    name: "Семейное положение;",
  },
  {
    id:5,
    name: "Количество членов семьи",
  },
  {
    id:6,
    name: "Электронный адрес;",
  },
  {
    id:7,
    name: "Номера телефонов;",
  },
  {
    id:8,
    name: "Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).",
  },
  {
    id:9,
    name: "Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.",
  }
])

const socialsArray = ref([
  {
    id:0,
    name: "Telegram",
    url: "https://t.me/baraka_uzbot"
  },
  {
    id:1,
    name: "Facebook",
    url: "fb.com/barakamarket"
  },
  {
    id:2,
    name: "Instagram",
    url: "instagram.com/barakamarket"
  }
])

const signInArray = ref([
  {
    id:0,
    name: "Регистрация",
    url: "https://barakamarket.com/sign-up"
  },
  {
    id:1,
    name: "Вход",
    url: "https://barakamarket.com/sign-in"
  },
  {
    id:2,
    name: "Восстановить пароль",
    url: "https://barakamarket.com/remindpassword"
  }
])
</script>

<template>
  <div class="max-md:px-4">
    <TheTitle>
      {{t('Политика конфиденциальности')}}

    </TheTitle>
    <p>{{t("Политика в отношении обработки персональных данных")}}</p>
    <p>{{t("1. Общие положения")}}</p>
    <div class="my-7">
      <p>{{t('Настоящая политика обработки персональных данных составлена в соответствии с требованиями закона Республики Узбекистан от 02.07.2019 №ЗРУ-547 «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных ИП ООО «URBAN RETAIL» (далее – Оператор).')}}</p>
      <p>{{t('1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.')}}</p>
      <p>{{t('1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта')}} <RouterLink class="text-blue-500 underline" to="https://barakamarket.uz">https://barakamarket.uz </RouterLink><span>{{t(', участниках программы лояльности «Baraka Club», клиентов Колл-центра.')}}</span></p>
    </div>
    <div class="my-7">
      {{t("2. Основные понятия, используемые в Политике")}}
    </div>
    <div>
      <p>{{t('2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;')}}</p>
      <p>{{t("2.2. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, когда обработка необходима для уточнения персональных данных);")}}</p>
      <p>{{t('2.3. Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети Интернет по сетевому адресу')}} <RouterLink class="text-blue-500 underline" to="https://barakamarket.uz">https://barakamarket.uz</RouterLink></p>
      <p>{{t('2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;')}}</p>
      <p>{{t('2.5. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;')}}</p>
      <p>{{t('2.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;')}}</p>
      <p>{{t('2.7. Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;')}}</p>
      <p>{{t('2.8. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта https://barakamarket.uz, Участникам Программы Лояльности Baraka Club, клиентам Колл-центра;')}}</p>
      <p>{{t('2.9. Пользователь – любой посетитель веб-сайта https://barakamarket.uz, Участник Программы Лояльности Baraka Club, клиент Колл-центра;')}}</p>
      <p>{{t('2.10. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;')}}</p>
      <p>{{t('2.11. Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;')}}</p>
      <p>{{t('2.12. Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных данных.')}}</p>
    </div>
    <div>
      <p class="my-7">{{t('3. Оператор может обрабатывать следующие персональные данные Пользователя')}}</p>
      <ul>
        <li v-for="item in navList" :key="item.id">
          <span>
            {{'3.' + item.id + '. '}}
          </span>
          <span>
            {{t(item.name)}}
          </span>
        </li>
      </ul>
    </div>
    <div>
      <p class="my-7">
        {{t('4. Цели обработки персональных данных')}}
      </p>
      <div>
        <p>{{t("4.1. Цель обработки персональных данных Пользователя — информирование Пользователя посредством отправки СМС и push уведомлений; предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте; обратной связи на основании заявки.")}}</p>
        <p>{{t('4.2. Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив в компанию обращение посредством любых официальных каналов коммуникации с пометкой «Отказ от уведомлений о новых продуктах и услугах, и специальных предложениях».')}}</p>
        <p>{{t('4.3. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.')}}</p>
      </div>
    </div>
    <div>
      <p class="my-7">
        {{t('5. Правовые основания обработки и трансграничной передачи персональных данных.')}}
      </p>
      <div>
        <p>{{t('5.1. Оператор обрабатывает и передает (в том числе осуществляет трансграничную передачу) персональные данные Пользователя только в случае их заполнения и(или) отправки Пользователем самостоятельно через специальные анкетыформы, расположенные на сайте https://barakamarket.uz, в форме для регистрации Участника Программы Лояльности Baraka Club, через Колл-центр; Заполняя соответствующие анкеты формы и(или) отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.')}}</p>
        <p>{{t('5.2. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).')}}</p>
      </div>
    </div>
    <div>
      <p class="my-7">
        {{t('6. Порядок сбора, хранения, передачи (в том числе трансграничной) и других видов обработки персональных данных. Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.')}}
      </p>
      <div>
        <p>{{t('6.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.')}}</p>
        <p>{{t('6.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.')}}</p>
        <p>{{t('6.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление посредством любых официальных каналов коммуникации с пометкой «Актуализация персональных данных».')}}</p>
        <p>{{t('6.4. Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством любых официальных каналов коммуникации с пометкой «Отзыв согласия на обработку персональных данных».')}}</p>
      </div>
    </div>
    <div>
      <p class="my-7">{{t('7. Заключительные положения')}}</p>
      <div>
        <p>{{t('7.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору посредством любых официальных каналов коммуникации.')}}</p>
        <p>{{t('7.2. В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.')}}</p>
        <p>{{t('7.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://barakamarket.uz/')}}</p>
      </div>
    </div>
    <div class="my-7">
      <p>{{t("Исполнитель:")}}</p>
      <p>{{t('ИП ООО «URBAN RETAIL»')}}</p>
      <p>{{t('Юридический адрес: 100000, г. Ташкент,')}}</p>
      <p>{{t("ул. Бабура, д. 74.")}}</p>
      <p>{{t("Контактная информация:")}}</p>
      <p>{{t("Телефон:")+ ' '}} <a href="tel:+998712001247">+99871 200 12 47</a></p>
      <ul>
        <li v-for="social in socialsArray">
          <span>{{social.name + ": "}}<RouterLink :to="social.url" class="text-blue-500 underline">{{social.url}}</RouterLink></span>
        </li>
      </ul>
    </div>
    <div class="my-7">
      <ul class="list-disc  ml-10 ">
        <li v-for="item in signInArray" :key="item.id" class="">
          <a class="text-gray-400 underline hover:text-gray-600 transition-all ":href="item.url" target="_blank">{{t(item.name)}}</a>
        </li>
      </ul>
      <p class="text-gray-400 !ml-0">
        {{t('Личный кабинет учаcтника программы лояльности под управлением Set Loyalty')}}
      </p>
    </div>
    <div class="flex flex-col items-end text-gray-400">
      <p>{{t('Информационный центр: ')}} <a href="tel:+998712001247">+998 (71) 200 12-47</a></p>
      <p>{{t('© Все права защищены')}}</p>
    </div>
  </div>
</template>

<style scoped>

</style>